---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.TrussFamilyTopChordAngleParam
source: html/bad03cb0-0ca1-d0fb-68a5-482ce914d893.htm
---
# Autodesk.Revit.DB.ParameterTypeId.TrussFamilyTopChordAngleParam Property

"Angle"

## Syntax (C#)
```csharp
public static ForgeTypeId TrussFamilyTopChordAngleParam { get; }
```